validation/coolantWater/system/controlDict
FoamFile { format ascii; class dictionary; object controlDict; }
application foamRun;
solver moldingCoolantFluid;
libs ("libmoldingFoam.so");
startFrom startTime; startTime 0;
stopAt endTime; endTime 5;
deltaT 0.005;
writeControl runTime; writeInterval 2.5;
writeFormat ascii; writePrecision 8; writeCompression off;
timeFormat general; timePrecision 8;
runTimeModifiable no;
adjustTimeStep no;
functions
{
    outletT
    {
        type            surfaceFieldValue;
        libs            ("libfieldFunctionObjects.so");
        writeControl    timeStep; writeInterval 1;
        writeFields     no; log true;
        patch           outlet; operation areaAverage;
        fields          (T);
    }
}
