validation/coolantWater/system/blockMeshDict
FoamFile { format ascii; class dictionary; object blockMeshDict; }
vertices
(
    (0 0 0)
    (0.1 0 0)
    (0.1 0.004 0)
    (0 0.004 0)
    (0 0 0.001)
    (0.1 0 0.001)
    (0.1 0.004 0.001)
    (0 0.004 0.001)
);
blocks
(
    hex (0 1 2 3 4 5 6 7) (40 4 1) simpleGrading (1 1 1)
);
boundary
(
    inlet  { type patch; faces ((0 4 7 3)); }
    outlet { type patch; faces ((1 2 6 5)); }
    walls  { type wall;  faces ((3 7 6 2) (0 1 5 4)); }
    frontAndBack { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
mergePatchPairs ();
