validation/coolantWater/constant/physicalProperties
FoamFile { format ascii; class dictionary; object physicalProperties; }
viscosityModel constant;
nu    1e-06;

// Coolant properties used by the moldingCoolantFluid energy equation
rho   1000;
Cp    4182;
kappa 0.6;
