validation/coolantWater/0/U
FoamFile { format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.01 0 0);
boundaryField
{
    inlet  { type fixedValue; value uniform (0.01 0 0); }
    outlet { type inletOutlet; inletValue uniform (0 0 0); value uniform (0 0 0); }
    walls  { type noSlip; }
    frontAndBack { type empty; }
}
