validation/coolantWater/0/T
FoamFile { format ascii; class volScalarField; object T; }
dimensions [0 0 0 1 0 0 0];
internalField uniform 300;
boundaryField
{
    inlet  { type fixedValue; value uniform 300; }
    outlet { type zeroGradient; }
    walls  { type fixedValue; value uniform 350; }
    frontAndBack { type empty; }
}
